 /* ---------------------------------------------------------------- */
 /* Description                                                      */
 /* ---------------------------------------------------------------- */
 /*                                                                  */
 /* Command ....: RUNONE                                             */
 /* Function ...: single program unit test                           */
 /*                                                                  */
 /* ---------------------------------------------------------------- */
             CMD        PROMPT('REMAIN single unit test')

             PARM       KWD(LIBC) TYPE(*CHAR) LEN(10) PROMPT('Library')

             PARM       KWD(PGMN) TYPE(*CHAR) LEN(10) PROMPT('Program')

